[

    {"id": 1,
     "titulo": "Barbie", 
     "anio": 2023, 
     "director": "Greta Gerwig", 
     "genero": "comedia fantastica", 
     "sinopsis": "Después de ser expulsada de Barbieland por no ser una muñeca de aspecto perfecto, Barbie parte hacia el mundo humano para encontrar la verdadera felicidad.", 
     "imagen": "",
     "comentarios": []
    },

    {"id": 2,
     "titulo": "Oppenheimer",
     "anio": 2023,
     "director": "Christopher Nolan",
     "genero": "thriller bibliografico",
     "sinopsis": "El físico J Robert Oppenheimer trabaja con un equipo de científicos durante el Proyecto Manhattan, que condujo al desarrollo de la bomba atómica.",
     "imagen": "https://www.imdb.com/title/tt15398776/mediaviewer/rm2670601217/?ref_=ext_shr_lnk",
     "comentarios": ["ta weno, ya quiero ver la dos", "Todo lo que tenga a Cillian Murphy es recomendado"]
    },

    {"id": 3,
     "titulo": "Sound of Freedom",
     "anio": 2023,
     "director": "Alejandro Monteverde",
     "genero": "accion",
     "sinopsis": "Después de rescatar a un niño de traficantes despiadados, un agente federal se entera de que la hermana del niño todavía está cautiva y decide embarcarse en una peligrosa misión para salvarla.",
     "imagen": "https://www.imdb.com/title/tt7599146/mediaviewer/rm1045832449/?ref_=ext_shr_lnk",
     "comentarios": ["no sé, mi mujer me dijo que la vea"]
    },

    {"id": 4,
     "titulo": "The Martian",
     "anio": 2015,
     "director": "Ridley Scott",
     "genero": "ciencia ficcion",
     "sinopsis": "Un explorador espacial queda atrapado en Marte, luego de ser abandonado por los miembros de su tripulación, quienes pensaron que había muerto a consecuencia de una tormenta. Casi sin recursos y con solo su ingenio, intentará sobrevivir mientras la NASA, por un lado, y los miembros de su tripulación, por su propia cuenta, intentan rescatarlo.",
     "imagen": "https://www.imdb.com/title/tt3659388/mediaviewer/rm1391324160/?ref_=ext_shr_lnk",
     "comentarios": ["moy boena", "excelente pelicula!!!"]
    },

    {"id": 5,
     "titulo": "The Flash",
     "anio": 2023,
     "director": "Andy Muschietti",
     "genero": "superheroes",
     "sinopsis": "Flash viaja a través del tiempo para evitar el asesinato de su madre, pero, sin saberlo, provoca una serie de cambios que originan la creación de un multiverso.",
     "imagen": "",
     "comentarios": ["no la recomiendo, el cgi dió cringe", "No entiendo cómo pueden criticar esta pelicula, las cuestiones legales del actor no tendrían que influenciar en la opinion de la pelicula y sobre el CGI... el director ya explicó que fue a proposito! y lo--*más texto de fan..*"]
    },

    {"id": 6,
     "titulo": "Indiana Jones and the Dial of Destiny",
     "anio": 2023,
     "director": "James Mangold",
     "genero": "aventura",
     "sinopsis": "Quinta película de la saga que sigue las aventuras del arqueólogo Indiana Jones.",
     "imagen": "",
     "comentarios": []
    },

    {"id": 7,
     "titulo": "Interstellar",
     "anio": 2014,
     "director": "Christopher Nolan",
     "genero": "ciencia ficcion",
     "sinopsis": "Un grupo de científicos y exploradores, encabezados por Cooper, se embarcan en un viaje espacial para encontrar un lugar con las condiciones necesarias para reemplazar a la Tierra y comenzar una nueva vida allí. La Tierra está llegando a su fin y este grupo necesita encontrar un planeta más allá de nuestra galaxia que garantice el futuro de la raza humana.",
     "imagen": "https://www.imdb.com/title/tt0816692/mediaviewer/rm4043724800/?ref_=ext_shr_lnk",
     "comentarios": ["AMO", "estoy enamorado de esta pelicula", "Hans Zimmer lo hizo de nuevo, simplemente espectacular", "Interstellar es una auténtica obra maestra cinematográfica. Christopher Nolan logra una sinfonía visual y narrativa que simplemente te transporta a dimensiones desconocidas. Los efectos especiales, deslumbrantes, y la actuación de Matthew McConaughey, simplemente sublime. La película es un deleite para los sentidos, un viaje emocional que te atrapa y te lleva a reflexionar sobre nuestra existencia en el vasto universo. La forma en que Nolan juega con el tiempo y el espacio es exquisita y te obliga a pensar en lo insignificantes que somos en la inmensidad del cosmos. Además, la banda sonora de Hans Zimmer es celestial, eleva cada escena a otro nivel de grandiosidad. Sin duda, Interstellar es una experiencia cinematográfica que todo verdadero conocedor del séptimo arte debería disfrutar. Es como una danza cósmica, una poesía visual que deja una huella imborrable en tu alma."]
    },

    {"id": 8,
     "titulo": "Dune",
     "anio": 2021,
     "director": "Denis Villeneuve",
     "genero": "ciencia ficcion",
     "sinopsis": "Arrakis se ha convertido en el planeta más importante del universo. A su alrededor comienza una gigantesca lucha por el poder que culmina en una guerra interestelar.",
     "imagen": "https://www.imdb.com/title/tt1160419/mediaviewer/rm2910452737/?ref_=ext_shr_lnk",
     "comentarios": []
    },

    {"id": 9,
     "titulo": "Joker",
     "anio": 2019,
     "director": "Todd Phillips",
     "genero": "thriller",
     "sinopsis": "rthur Fleck adora hacer reír a la gente, pero su carrera como comediante es un fracaso. El repudio social, la marginación y una serie de trágicos acontecimientos lo conducen por el sendero de la locura y, finalmente, cae en el mundo del crimen.",
     "imagen": "https://www.imdb.com/title/tt7286456/mediaviewer/rm3353122305/?ref_=ext_shr_lnk",
     "comentarios": ["me encantó, aunque ahora me quiero pegar un tiro", "NOMEGUSTOME PARESIO MUY TRISTE JOAQUIN FENIX DEVERIA HASER COSAS MAS BELLA KOMO LQA PELICULA MUGER VONITA"]
    },

    {"id": 10,
     "titulo": "Blade Runner 2049",
     "anio": 2017,
     "director": "Denis Villeneuve",
     "genero": "ciencia ficcion",
     "sinopsis": "Tras la rebelión de los replicantes creados por bioingeniería para ser utilizados como mano de obra esclava y la prohibición a Tyrell Corporation de seguir con su fabricación, el empresario Niander Wallace adquirió lo que quedaba de Tyrell Corp. y creó una nueva línea de replicantes mucho más obedientes. Ahora, en el año 2049, los viejos modelos Nexus 8 que continúan con vida están siendo retirados. Los que les persiguen aún reciben el nombre de Blade Runner.",
     "imagen": "",
     "comentarios": []
    }
]